Repository: wp-plugins/bodi0s-password-generator
Catalog: languages/bodi0-password-generator-*.po
Languages: bg_bg, fr_fr

source: Administration
bg_bg: Администрация

source: This page shows you how to generate and use a random sequence of numbers and/or text or special characters in password fields while creating or editing users
bg_bg: Тази страница показва как да генерирате и използвате произволна последователност от числа и/или текст и специални символи в полетата с парола при създаване или редакция на потребители
fr_fr: Cette page explique comment générer et d'utiliser une séquence aléatoire de chiffres et / ou texte ou des caractères spéciaux dans les champs de mot de passe lors de la création ou l'édition des utilisateurs

source: The password is with variable length and can be generated on-the-fly (no page reload is necessary). It consists from lower letters, upper letters, numbers and/or special characters.
bg_bg: Паролата е с променлива дължина и се генерира на момента (без да е нужно презареждане на страницата). Състои се от малки букви, главни букви, числа и/или специални символи.
fr_fr: Le mot de passe est longueur variable et peut se générée sur à la volée (sans rechargement de la page). Il se compose de lettres majuscules, lettres majuscules, des chiffres et / ou caractères spéciaux.

source: To continue, go to
bg_bg: За да продължите, отворете
fr_fr: Pour continuer, visiter

source: and
bg_bg: и
fr_fr: et

source: Add new one
bg_bg: Нов потребител
fr_fr: Ajouter un nouvel utilisateur

source: or edit existing one
bg_bg: или редактирайте съществуващ
fr_fr: ou modifier un existant

source: If you find this plugin useful, I wont mind if you buy me a beer
bg_bg: Ако смятате, че този плъгин е полезен, нямам против да ме черпите с бира
fr_fr: Si vous trouvez ce plugin utile, je ne me dérange pas si vous me achetez une bière

source: Random Password Length
bg_bg: Дължина на паролата
fr_fr: Longueur du mot de passe

source: Wordpress limit password length up to 4096 characters
bg_bg: Wordpress ограничава дължината на паролата до 4096 символа
fr_fr: Wordpress limiter la longueur du mot de passe jusqu'à 4096 caractères

source: Generate
bg_bg: Генериране
fr_fr: Générer

source: Use this password
bg_bg: Използвай паролата
fr_fr: Utiliser le mot de passe

source: Character Sets
bg_bg: Избрани символи
fr_fr: Jeux de caractères

source: lower case
bg_bg: малки букви
fr_fr: minuscules

source: UPPER CASE
bg_bg: ГЛАВНИ БУКВИ
fr_fr: MAJUSCULES

source: Numbers
bg_bg: Числа
fr_fr: Nombres

source: Special
bg_bg: Специални
fr_fr: Spécial

source: User password generator
bg_bg: Генератор на парола
fr_fr: Générateur de mot de passe
